{
  "Comment.nvim": { "branch": "master" },
  "bufferline.nvim": { "branch": "main" },
  "ddc-converter_remove_overlap": { "branch": "main" },
  "ddc-fuzzy": { "branch": "main" },
  "ddc-source-around": { "branch": "main" },
  "ddc-source-cmdline": { "branch": "main" },
  "ddc-source-lsp": { "branch": "main" },
  "ddc-source-lsp-setup": { "branch": "main" },
  "ddc-ui-native": { "branch": "main" },
  "ddc-ui-pum": { "branch": "main" },
  "ddc.vim": { "branch": "main" },
  "ddu-commands.vim": { "branch": "main" },
  "ddu-filter-converter_devicon": { "branch": "main" },
  "ddu-filter-matcher_substring": { "branch": "main" },
  "ddu-kind-file": { "branch": "main" },
  "ddu-source-file_rec": { "branch": "main" },
  "ddu-source-lsp": { "branch": "main" },
  "ddu-source-rg": { "branch": "main" },
  "ddu-ui-ff": { "branch": "main" },
  "ddu.vim": { "branch": "main" },
  "denops.vim": { "branch": "main" },
  "hop.nvim": { "branch": "master" },
  "indent-blankline.nvim": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "lspsaga.nvim": { "branch": "main" },
  "lualine.nvim": { "branch": "master" },
  "modes.nvim": { "branch": "main" },
  "neo-tree.nvim": { "branch": "v3.x" },
  "neoscroll.nvim": { "branch": "master" },
  "nightfox.nvim": { "branch": "main" },
  "none-ls-extras.nvim": { "branch": "main" },
  "none-ls.nvim": { "branch": "main" },
  "nui.nvim": { "branch": "main" },
  "nvim-autopairs": { "branch": "master" },
  "nvim-dap": { "branch": "master" },
  "nvim-dap-python": { "branch": "master" },
  "nvim-dap-ui": { "branch": "master" },
  "nvim-hlslens": { "branch": "main" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-nio": { "branch": "master" },
  "nvim-surround": { "branch": "main" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-treesitter-textobjects": { "branch": "master" },
  "nvim-web-devicons": { "branch": "master" },
  "onedark.nvim": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "pum.vim": { "branch": "main" },
  "quick-scope": { "branch": "master" },
  "sidebar.nvim": { "branch": "main" },
  "toggleterm.nvim": { "branch": "main" },
  "vimdoc-ja": { "branch": "master" }
}
